org-roam.bak/20200624021510-metal_gear_saga.org
:PROPERTIES:
:ID:       c3792673-2478-45db-990f-7bdf76862491
:ROAM_ALIASES: MGS
:END:
#+TITLE: Metal Gear Saga

* Metal Gear

* Metal Gear 2 - Solid Snake

* Metal Gear Solid

* Metal Gear Solid 2 - Sons of Liberty

* [[id:662dc8f3-c1d5-4d0a-9029-bd3df0adbdd5][Metal Gear Solid 3]] - Snake Eater

* Metal Gear Solid 4 - Guns of the Patriots

* Metal Gear Solid   - Peace Walker

* Metal Gear Solid V - Ground Zeros

* Metal Gear Solid V - The Phantom Pain

* I Filosofi

** fondati all'inizio del '900 dalle grandi potenze mondiali

** controllori dell'ordine mondiale

** Ultimo dei Filosofi

*** padre di The Boss

** Eredita' dei filosofi

*** fondo di denaro illimitato

*** gestita dal tesoriere, padre di Volgin

* Volgin causa tutto con la sua follia della distruzione del laboratorio di Sokolov

** tutti i giocatori hanno dovuto adattarsi

** Operazione Snake Eater

*** Lady Mercury ~aka~ The Boss ~aka~ The Joy

**** deve essere uccisa dall'America

*** Major Zero recupera l'Eredita' dei filosofi

**** grazie al triplo gioco di ADAMska ~aka~ Ocelot

**** inganna Cina e Volgin

* Dopo il '64 Naked Snake diventa Big Boss, un mostro: come!?

** l'ultimo discorso di The Boss narra di esseri umani, non di nemici, che sono solamente relativi

*** un ode alla fragilita' della vita umana

*** frainteso da John?

*** The Boss si sacrifica per salvare il mondo dalla Soluzione Finale

** Big Boss vuole un mondo in cui il soldato non puo' essere usato ma solo valorizzato

** Crea Outer Haven

** Dichiara guerra al mondo

** Solid Snake

*** scopre i piani di Big Boss

*** Big Boss e' ferito a morte e costretto alla fuga

** Crea la sua Outer Haven in Zanzibar Land

** Solid ~aka~ David lo uccide nel 1999

*** non sa che Big Boss e' suo padre biologico

* Solid Snake ~aka~ David

** dopo aver ucciso Big Boss si ritira in Alaska

** e' richiamato da Campbell

*** per rispondere alla minaccia della Fox Hound

**** minaccia nucleare con la richiesta del codice genetico di Big Boss

**** minaccia di nuovi Metal Gear

* '74 ~ Les Enfant Terible

** The Boss ha acconsentito ad essere clonato?

*** Liquid e Solid

**** 6 feti uccisi per prelevare i migliori geni

*** Solidus

**** per che gli altri ritenuti imperfetti

**** voluto dai Patriots

** il codice genetico e' accelerato per evitare l'uso dei cloni da parte di altri

*** per questo Solidus invecchia piu' velocemente

* I Filosofi non esistono piu', ma ora esistono i Patriots

** gestiscono il flusso di dati

** abusano la rete informatica

** Utilizzano il Fox Die per zittire le pedine non piu' utili

** Ocelet lavora per loro

*** triplo giochista

**** usa come pedina Solidus

*** perde il controllo di se in quanto figlio di The Sorrow: il piu' potente medium del mondo

**** controllato dallo spirito di Liquid

* Progetto S3
