content/posts/20200624021510-metal_gear_saga.md
+++
title = "Metal Gear Saga"
author = ["Daniel Biasiotto"]
draft = false
+++

## Metal Gear {#metal-gear}


## Metal Gear 2 - Solid Snake {#metal-gear-2-solid-snake}


## Metal Gear Solid {#metal-gear-solid}


## Metal Gear Solid 2 - Sons of Liberty {#metal-gear-solid-2-sons-of-liberty}


## [Metal Gear Solid 3]({{< relref "20200624020825-metal_gear_solid_3.md" >}}) - Snake Eater {#metal-gear-solid-3--20200624020825-metal-gear-solid-3-dot-md--snake-eater}


## Metal Gear Solid 4 - Guns of the Patriots {#metal-gear-solid-4-guns-of-the-patriots}


## Metal Gear Solid   - Peace Walker {#metal-gear-solid-peace-walker}


## Metal Gear Solid V - Ground Zeros {#metal-gear-solid-v-ground-zeros}


## Metal Gear Solid V - The Phantom Pain {#metal-gear-solid-v-the-phantom-pain}


## I Filosofi {#i-filosofi}


### fondati all'inizio del '900 dalle grandi potenze mondiali {#fondati-all-inizio-del-900-dalle-grandi-potenze-mondiali}


### controllori dell'ordine mondiale {#controllori-dell-ordine-mondiale}


### Ultimo dei Filosofi {#ultimo-dei-filosofi}


#### padre di The Boss {#padre-di-the-boss}


### Eredita' dei filosofi {#eredita-dei-filosofi}


#### fondo di denaro illimitato {#fondo-di-denaro-illimitato}


#### gestita dal tesoriere, padre di Volgin {#gestita-dal-tesoriere-padre-di-volgin}


## Volgin causa tutto con la sua follia della distruzione del laboratorio di Sokolov {#volgin-causa-tutto-con-la-sua-follia-della-distruzione-del-laboratorio-di-sokolov}


### tutti i giocatori hanno dovuto adattarsi {#tutti-i-giocatori-hanno-dovuto-adattarsi}


### Operazione Snake Eater {#operazione-snake-eater}


#### Lady Mercury `aka` The Boss `aka` The Joy {#lady-mercury-aka-the-boss-aka-the-joy}


##### deve essere uccisa dall'America {#deve-essere-uccisa-dall-america}


#### Major Zero recupera l'Eredita' dei filosofi {#major-zero-recupera-l-eredita-dei-filosofi}


##### grazie al triplo gioco di ADAMska `aka` Ocelot {#grazie-al-triplo-gioco-di-adamska-aka-ocelot}


##### inganna Cina e Volgin {#inganna-cina-e-volgin}


## Dopo il '64 Naked Snake diventa Big Boss, un mostro: come!? {#dopo-il-64-naked-snake-diventa-big-boss-un-mostro-come}


### l'ultimo discorso di The Boss narra di esseri umani, non di nemici, che sono solamente relativi {#l-ultimo-discorso-di-the-boss-narra-di-esseri-umani-non-di-nemici-che-sono-solamente-relativi}


#### un ode alla fragilita' della vita umana {#un-ode-alla-fragilita-della-vita-umana}


#### frainteso da John? {#frainteso-da-john}


#### The Boss si sacrifica per salvare il mondo dalla Soluzione Finale {#the-boss-si-sacrifica-per-salvare-il-mondo-dalla-soluzione-finale}


### Big Boss vuole un mondo in cui il soldato non puo' essere usato ma solo valorizzato {#big-boss-vuole-un-mondo-in-cui-il-soldato-non-puo-essere-usato-ma-solo-valorizzato}


### Crea Outer Haven {#crea-outer-haven}


### Dichiara guerra al mondo {#dichiara-guerra-al-mondo}


### Solid Snake {#solid-snake}


#### scopre i piani di Big Boss {#scopre-i-piani-di-big-boss}


#### Big Boss e' ferito a morte e costretto alla fuga {#big-boss-e-ferito-a-morte-e-costretto-alla-fuga}


### Crea la sua Outer Haven in Zanzibar Land {#crea-la-sua-outer-haven-in-zanzibar-land}


### Solid `aka` David lo uccide nel 1999 {#solid-aka-david-lo-uccide-nel-1999}


#### non sa che Big Boss e' suo padre biologico {#non-sa-che-big-boss-e-suo-padre-biologico}


## Solid Snake `aka` David {#solid-snake-aka-david}


### dopo aver ucciso Big Boss si ritira in Alaska {#dopo-aver-ucciso-big-boss-si-ritira-in-alaska}


### e' richiamato da Campbell {#e-richiamato-da-campbell}


#### per rispondere alla minaccia della Fox Hound {#per-rispondere-alla-minaccia-della-fox-hound}


##### minaccia nucleare con la richiesta del codice genetico di Big Boss {#minaccia-nucleare-con-la-richiesta-del-codice-genetico-di-big-boss}


##### minaccia di nuovi Metal Gear {#minaccia-di-nuovi-metal-gear}


## '74 ~ Les Enfant Terible {#74-les-enfant-terible}


### The Boss ha acconsentito ad essere clonato? {#the-boss-ha-acconsentito-ad-essere-clonato}


#### Liquid e Solid {#liquid-e-solid}


##### 6 feti uccisi per prelevare i migliori geni {#6-feti-uccisi-per-prelevare-i-migliori-geni}


#### Solidus {#solidus}


##### per che gli altri ritenuti imperfetti {#per-che-gli-altri-ritenuti-imperfetti}


##### voluto dai Patriots {#voluto-dai-patriots}


### il codice genetico e' accelerato per evitare l'uso dei cloni da parte di altri {#il-codice-genetico-e-accelerato-per-evitare-l-uso-dei-cloni-da-parte-di-altri}


#### per questo Solidus invecchia piu' velocemente {#per-questo-solidus-invecchia-piu-velocemente}


## I Filosofi non esistono piu', ma ora esistono i Patriots {#i-filosofi-non-esistono-piu-ma-ora-esistono-i-patriots}


### gestiscono il flusso di dati {#gestiscono-il-flusso-di-dati}


### abusano la rete informatica {#abusano-la-rete-informatica}


### Utilizzano il Fox Die per zittire le pedine non piu' utili {#utilizzano-il-fox-die-per-zittire-le-pedine-non-piu-utili}


### Ocelet lavora per loro {#ocelet-lavora-per-loro}


#### triplo giochista {#triplo-giochista}


##### usa come pedina Solidus {#usa-come-pedina-solidus}


#### perde il controllo di se in quanto figlio di The Sorrow: il piu' potente medium del mondo {#perde-il-controllo-di-se-in-quanto-figlio-di-the-sorrow-il-piu-potente-medium-del-mondo}


##### controllato dallo spirito di Liquid {#controllato-dallo-spirito-di-liquid}


## Progetto S3 {#progetto-s3}